{
  
    "What is Vikrant?": "Vikrant is a smart garbage-collecting boat designed to combat lake pollution.",
    "How does Vikrant work?": "Vikrant uses advanced sensors and mechanisms to collect waste from water bodies.",
    "What types of waste does Vikrant target?": "Vikrant is designed to tackle plastic waste, floral waste, and water hyacinth.",
    "How does Vikrant impact tourism?": "By cleaning lakes, Vikrant enhances the beauty and ecological health of tourist destinations.",
    "Why is cleaning lakes important?": "Cleaning lakes is crucial to preserve aquatic ecosystems and promote sustainable tourism.",
    "How does Vikrant contribute to environmental conservation?": "By reducing water pollution, Vikrant helps restore natural habitats and promote biodiversity.",
    "What are Vikrant's additional features?": "Vikrant includes customizable options for different waste types and operates autonomously.",
    "What are Vikrant's technical specifications?": "Vikrant is equipped with GPS navigation, waste collection sensors, and a robust motor system.",
    "Can Vikrant be used in different water bodies?": "Yes, Vikrant is adaptable for use in various water bodies like lakes, rivers, and ponds.",
    "What is the cost of Vikrant?": "The cost of Vikrant varies based on customization options and operational requirements.",
    "How long can Vikrant operate on a single charge?": "Vikrant can operate for up to 8 hours on a single charge, depending on the load and water conditions.",
    "Can Vikrant be controlled remotely?": "Yes, Vikrant can be controlled remotely through a mobile app or web interface.",
    "What is the maximum speed of Vikrant?": "Vikrant can reach speeds of up to 15 km/h in optimal conditions.",
    "Is Vikrant suitable for both fresh and saltwater?": "Yes, Vikrant is designed to function in both fresh and saltwater environments.",
    "What maintenance does Vikrant require?": "Vikrant requires regular cleaning, battery maintenance, and occasional software updates.",
    "Can Vikrant be used in coastal areas?": "Yes, Vikrant can be deployed in coastal areas with proper customization.",
    "hello": "How you doing."

}
