{
    "Can Vikrant be controlled remotely?": "हाँ, विक्रांत को मोबाइल ऐप या वेब इंटरफ़ेस के माध्यम से दूर से नियंत्रित किया जा सकता है।",
    "Can Vikrant be used in coastal areas?": "हाँ, विक्रांत को उचित अनुकूलन के साथ तटीय क्षेत्रों में तैनात किया जा सकता है।",
    "Can Vikrant be used in different water bodies?": "हाँ, विक्रांत का उपयोग झीलों, नदियों और तालाबों जैसे विभिन्न जल निकायों में किया जा सकता है।",
    "How does Vikrant contribute to environmental conservation?": "जल प्रदूषण को कम करके, विक्रांत प्राकृतिक आवासों को बहाल करने और जैव विविधता को बढ़ावा देने में मदद करता है।",
    "How does Vikrant impact tourism?": "झीलों को साफ करके, विक्रांत पर्यटक स्थलों की सुंदरता और पारिस्थितिक स्वास्थ्य को बढ़ाता है।",
    "How does Vikrant work?": "विक्रांत उन्नत सेंसर और मैकेनिज़्म का उपयोग करके जल निकायों से कचरा एकत्र करता है।",
    "How long can Vikrant operate on a single charge?": "विक्रांत एक बार चार्ज करने पर, भार और जल परिस्थितियों के आधार पर, 8 घंटे तक काम कर सकता है।",
    "Is Vikrant suitable for both fresh and saltwater?": "हाँ, विक्रांत को ताजे और खारे पानी दोनों वातावरणों में काम करने के लिए डिज़ाइन किया गया है।",
    "What are Vikrant's additional features?": "विक्रांत में विभिन्न प्रकार के कचरे के लिए अनुकूलन योग्य विकल्प शामिल हैं और यह स्वायत्त रूप से संचालित होता है।",
    "What are Vikrant's technical specifications?": "विक्रांत जीपीएस नेविगेशन, कचरा संग्रहण सेंसर और एक मजबूत मोटर सिस्टम से लैस है।",
    "What is the cost of Vikrant?": "विक्रांत की लागत अनुकूलन विकल्पों और संचालन की आवश्यकताओं के आधार पर बदलती है।",
    "What is the maximum speed of Vikrant?": "उपयुक्त परिस्थितियों में विक्रांत 15 किमी/घंटा तक की गति तक पहुँच सकता है।",
    "What is Vikrant?": "विक्रांत एक स्मार्ट कचरा-संग्रहण नाव है जिसे झील प्रदूषण से लड़ने के लिए डिज़ाइन किया गया है।",
    "Why is cleaning lakes important?": "झीलों की सफाई जलीय पारिस्थितिक तंत्र को संरक्षित करने और सतत पर्यटन को बढ़ावा देने के लिए महत्वपूर्ण है।",
    "What types of waste does Vikrant target?": "विक्रांत प्लास्टिक कचरा, फूलों का कचरा और जलकुंभी को हटाने के लिए डिज़ाइन किया गया है।",
    "hello": "कैसे हो?"
}
